Repository: tungxuan1656/photo-curator
Catalog: apps/photo-curator/Localizable.xcstrings
Source language: en
Languages: vi

# %lld of %lld analyzed
source: %1$lld of %2$lld analyzed
vi: %lld trên %lld ảnh đã phân tích

# %lld of %lld photos were added.
source: %1$lld of %2$lld photos were added.
vi: Đã thêm %lld trên tổng số %lld ảnh.

# %lld of %lld reviewed
source: %1$lld of %2$lld reviewed
vi: Đã xem %lld trên tổng số %lld

# %lld photos
source: %1$lld photos
vi: %lld ảnh

# %lld photos · %@
source: %1$lld photos · %2$@
vi: %lld ảnh · %@

# %lld photos · %@ · %@
source: %1$lld photos · %2$@ · %3$@
vi: %lld ảnh · %@ · %@

# %lld photos analyzed
source: %1$lld photos analyzed
vi: Đã phân tích %lld ảnh

# %lld photos ready
source: %1$lld photos ready
vi: %lld ảnh sẵn sàng

# %lld photos saved to "%@".
source: %1$lld photos saved to "%2$@".
vi: Đã lưu %lld ảnh vào "%@".

# %lld photos selected
source: %1$lld photos selected
vi: Đã chọn %lld ảnh

# %lld photos were unavailable and could not be analyzed.
source: %1$lld photos were unavailable and could not be analyzed.
vi: %lld ảnh không khả dụng và không thể phân tích.

# %lld selected from %lld photos
source: %1$lld selected from %2$lld photos
vi: Đã chọn %lld trên %lld ảnh

# %lld selected from %lld similar photos
source: %1$lld selected from %2$lld similar photos
vi: Đã chọn %lld trên %lld ảnh tương tự

# %lld selected from 1 photo
source: %1$lld selected from 1 photo
vi: Đã chọn %lld trên 1 ảnh

source: 1 photo
vi: 1 ảnh

source: 1 photo analyzed
vi: Đã phân tích 1 ảnh

source: 1 photo ready
vi: 1 ảnh sẵn sàng

# 1 photo saved to "%@".
source: 1 photo saved to "%1$@".
vi: Đã lưu 1 ảnh vào "%@".

source: 1 photo selected
vi: Đã chọn 1 ảnh

source: 1 photo was unavailable and could not be analyzed.
vi: 1 ảnh không khả dụng và không thể phân tích.

source: 3 Months
vi: 3 tháng

source: 100% On-Device
vi: 100% trên thiết bị

source: 100% On-Device & Safe
vi: 100% trên thiết bị và an toàn

source: A different view added more information
vi: Một góc nhìn khác bổ sung thêm thông tin

source: A distinct second view of this moment
vi: Một góc nhìn thứ hai khác biệt của khoảnh khắc này

source: A few photos could use your judgment. Your originals are unchanged.
vi: Một vài ảnh cần bạn quyết định. Ảnh gốc của bạn không thay đổi.

source: A recorded selection rule applied
vi: Đã áp dụng một quy tắc tuyển chọn được ghi nhận

source: A second view of this moment — keep both only if distinct
vi: Một góc nhìn thứ hai của khoảnh khắc này — chỉ giữ cả hai nếu khác biệt

source: A similar photo was preferred
vi: Một ảnh tương tự được ưu tiên

source: About
vi: Giới thiệu

source: Add at least one photo to save this album.
vi: Thêm ít nhất một ảnh để lưu album này.

source: Add back
vi: Thêm lại

source: Add Both to Album
vi: Thêm cả hai vào album

source: Add photo back to album
vi: Thêm ảnh trở lại album

source: Add photo to album
vi: Thêm ảnh vào album

source: Add photos to your library or allow access to more photos, then try again.
vi: Thêm ảnh vào thư viện hoặc cho phép truy cập thêm ảnh, rồi thử lại.

source: Add to Album
vi: Thêm vào album

source: Added by your choice
vi: Được thêm theo lựa chọn của bạn

source: Aesthetic signal
vi: Tín hiệu thẩm mỹ

source: AI Model
vi: Mô hình AI

source: AI model not ready
vi: Mô hình AI chưa sẵn sàng

source: AI model used for quality comparisons
vi: Đã dùng mô hình AI để so sánh chất lượng

# AI unavailable - native analysis was used
source: Native analysis was used
vi: Đã dùng phân tích trên thiết bị

# AI unavailable - using on-device native analysis
source: Native on-device analysis
vi: Đang dùng phân tích trên thiết bị

# AI unavailable. Native analysis was used.
source: Native analysis was used.
vi: Đã dùng phân tích trên thiết bị.

source: Album Draft
vi: Bản nháp album

source: Album membership
vi: Trạng thái trong album

# Album membership, %@
source: Album membership, %1$@
vi: Trạng thái album, %1$@

source: Album name
vi: Tên album

source: Album partially saved
vi: Album được lưu một phần

source: Album save was interrupted. Check the result before retrying.
vi: Quá trình lưu album bị gián đoạn. Hãy kiểm tra kết quả trước khi thử lại.

source: Album Saved
vi: Đã lưu album

source: Album saved…
vi: Đã lưu album…

source: All
vi: Tất cả

source: All photos are available for curation.
vi: Tất cả ảnh đều có thể được tuyển chọn.

source: Allow photo access to choose images for curation.
vi: Cho phép truy cập ảnh để chọn ảnh tuyển chọn.

source: Allow photo access to continue. Your progress is saved.
vi: Cho phép truy cập ảnh để tiếp tục. Tiến trình của bạn đã được lưu.

source: An identical photo was preferred
vi: Một ảnh giống hệt được ưu tiên

source: An older optional model download may remain on this iPhone.
vi: Một bản tải xuống mô hình cũ tùy chọn có thể vẫn còn trên iPhone này.

source: Analysis complete
vi: Phân tích hoàn tất

source: Analysis happens on this iPhone. Originals are never changed.
vi: Phân tích diễn ra trên iPhone này. Ảnh gốc không bao giờ thay đổi.

source: Analysis paused
vi: Đã tạm dừng phân tích

source: Analysis results stay on this iPhone until you reset them. Your original photos are never changed.
vi: Kết quả phân tích được giữ trên iPhone này cho đến khi bạn đặt lại. Ảnh gốc không bao giờ thay đổi.

source: Analysis unavailable
vi: Phân tích không khả dụng

# Analysis unavailable · Engine v%lld
source: Analysis unavailable · Engine v%1$lld
vi: Không có phân tích · Công cụ v%lld

# Analysis v%lld · Engine v%lld
source: Analysis v%1$lld · Engine v%2$lld
vi: Phân tích v%lld · Công cụ v%lld

source: Analysis was interrupted. Resume when you're ready.
vi: Quá trình phân tích bị gián đoạn. Hãy tiếp tục khi bạn sẵn sàng.

source: Analysis was unavailable
vi: Phân tích không khả dụng

source: Analyzed
vi: Đã phân tích

source: Analyzing photos
vi: Đang phân tích ảnh

source: Animal
vi: Động vật

source: Another scene added more variety
vi: Bối cảnh khác tạo thêm sự đa dạng

source: Apply These Changes
vi: Áp dụng các thay đổi này

source: Architecture
vi: Kiến trúc

source: Back
vi: Quay lại

source: Back to All Photos
vi: Về tất cả ảnh

source: Back to Home
vi: Về Trang chủ

source: Back to Review
vi: Về xem lại

source: Best pick
vi: Ảnh chọn tốt nhất

source: Best picks chosen
vi: Đã chọn ảnh tốt nhất

source: Best quality & moments
vi: Chất lượng và khoảnh khắc tốt nhất

source: Best representative for this moment
vi: Ảnh đại diện tốt nhất cho khoảnh khắc này

source: Best Smiles & Focus
vi: Nụ cười và tiêu điểm tốt nhất

source: Blur risk
vi: Nguy cơ mờ

source: Build an Album
vi: Tạo album

source: Burst & similar shots grouped
vi: Đã nhóm ảnh liên tiếp và ảnh tương tự

source: Can add back anytime
vi: Có thể thêm lại bất cứ lúc nào

source: Can't Save Album
vi: Không thể lưu album

source: Cancel
vi: Hủy

source: Cancel Download
vi: Hủy tải xuống

source: Change Photos
vi: Đổi ảnh

source: Changes whether this photo is in the album.
vi: Thay đổi việc ảnh này có trong album hay không.

source: Check Outcomes
vi: Kiểm tra kết quả

source: Checking Photos access
vi: Đang kiểm tra quyền truy cập ảnh

source: Choose as best pick
vi: Chọn làm ảnh tốt nhất

source: Choose More Photos
vi: Chọn thêm ảnh

source: Choose more photos to share
vi: Chọn thêm ảnh để chia sẻ

source: Choose Photos
vi: Chọn ảnh

source: Choose photos for curation
vi: Chọn ảnh để tuyển chọn

source: Choose source photos
vi: Chọn ảnh nguồn

source: Choose specific photos to share with the app. You can add more anytime.
vi: Chọn những ảnh cụ thể để chia sẻ với ứng dụng. Bạn có thể thêm ảnh bất cứ lúc nào.

source: Choosing the best photos
vi: Đang chọn ảnh tốt nhất

source: Clean Up Photos
vi: Dọn dẹp ảnh

source: Cleanup choice
vi: Lựa chọn dọn dẹp

source: Cleanup Review
vi: Xem lại dọn dẹp

source: Clears saved analysis. Original photos stay unchanged.
vi: Xóa phân tích đã lưu. Ảnh gốc vẫn không thay đổi.

source: Close to the quality floor — worth a look
vi: Gần ngưỡng chất lượng — đáng để xem lại

source: Clustering
vi: Phân nhóm

source: Combines sharpness and exposure. It helps compare photos, but it does not decide the album.
vi: Kết hợp độ sắc nét và phơi sáng. Thông tin này giúp so sánh ảnh nhưng không quyết định album.

source: Compare moment views
vi: So sánh các góc nhìn của khoảnh khắc

source: Compare similar
vi: So sánh ảnh tương tự

source: Compare similar photos
vi: So sánh ảnh tương tự

source: Compare views
vi: So sánh góc nhìn

source: Composition
vi: Bố cục

source: Connection Needed
vi: Cần kết nối

source: Content
vi: Nội dung

source: Continue
vi: Tiếp tục

source: Continue Curation
vi: Tiếp tục tuyển chọn

# Continue curation, %lld photos, %@
source: Continue curation, %1$lld photos, %2$@
vi: Tiếp tục tuyển chọn, %lld ảnh, %@

source: Continue Review
vi: Tiếp tục xem lại

source: Continue to photo access setup
vi: Tiếp tục thiết lập quyền truy cập ảnh

source: Continue to Review
vi: Tiếp tục xem lại

source: Continue to Save
vi: Tiếp tục lưu

source: Continue Without Them
vi: Tiếp tục không có các ảnh này

source: Couldn't Continue Curation
vi: Không thể tiếp tục tuyển chọn

source: Couldn't load photos
vi: Không thể tải ảnh

source: Couldn't load your saved album.
vi: Không thể tải album đã lưu.

source: Couldn't open your saved workspace. Your stored data has been kept.
vi: Không thể mở không gian xem lại đã lưu. Dữ liệu đã lưu vẫn được giữ nguyên.

source: Couldn't Save Album
vi: Không thể lưu album

source: Couldn't save the album
vi: Không thể lưu album

source: Couldn't save this change. Your previous choices are unchanged.
vi: Không thể lưu thay đổi này. Các lựa chọn trước đó vẫn được giữ nguyên.

source: Curate Photos
vi: Tuyển chọn ảnh

source: Curated
vi: Đã tuyển chọn

source: CURATED ALBUM
vi: ALBUM ĐÃ TUYỂN CHỌN

source: Curated album ready for your review
vi: Album đã tuyển chọn sẵn sàng để bạn xem lại

source: Curating
vi: Đang tuyển chọn

source: Curating your photos
vi: Đang tuyển chọn ảnh của bạn

source: Curation continues to use native analysis. You can remove this artifact.
vi: Việc tuyển chọn vẫn dùng phân tích trên thiết bị. Bạn có thể xóa tệp này.

source: Curation Paused
vi: Đã tạm dừng tuyển chọn

source: Curation paused. Your progress is saved. Reopen the app to continue.
vi: Đã tạm dừng tuyển chọn. Tiến trình của bạn đã được lưu. Mở lại ứng dụng để tiếp tục.

source: Current state
vi: Trạng thái hiện tại

# Current state, %@
source: Current state, %1$@
vi: Trạng thái hiện tại, %@

source: Current state, Removed
vi: Trạng thái hiện tại, Đã bỏ

source: Current state, Selected
vi: Trạng thái hiện tại, Đã chọn

source: Delete Staged Photos
vi: Xóa ảnh đã chọn

source: Deselect All
vi: Bỏ chọn tất cả

source: Detailed analysis is not available for this photo.
vi: Không có phân tích chi tiết cho ảnh này.

source: Discard Curation
vi: Bỏ tuyển chọn

source: Discard this curation?
vi: Bỏ lần tuyển chọn này?

source: Dismiss
vi: Đóng

source: Document
vi: Tài liệu

source: Done
vi: Xong

source: Double tap to inspect. Swipe left or right at Fit to change photos.
vi: Chạm hai lần để kiểm tra. Vuốt trái hoặc phải khi ở chế độ Vừa khít để đổi ảnh.

source: Download AI model?
vi: Tải mô hình AI?

source: Download failed
vi: Tải xuống thất bại

source: Download Model
vi: Tải mô hình

source: Download paused
vi: Đã tạm dừng tải xuống

source: Download Qwen3.5-2B for on-device AI curation. The download runs while you use the app.
vi: Tải Qwen3.5-2B để sắp xếp ảnh bằng AI trên thiết bị. Bạn vẫn có thể dùng ứng dụng trong lúc tải.

source: Download the pinned model for local AI curation.
vi: Tải mô hình đã ghim để sắp xếp ảnh bằng AI trên thiết bị.

source: Downloading
vi: Đang tải xuống

source: Duplicate & Burst Pruning
vi: Loại ảnh trùng và ảnh liên tiếp

source: Easily select from your entire library, albums, and trips.
vi: Dễ dàng chọn từ toàn bộ thư viện, album và chuyến đi của bạn.

source: English
vi: Tiếng Anh

source: Evaluates sharpness, expressions, and groups similar angles.
vi: Đánh giá độ sắc nét, biểu cảm và nhóm các góc chụp tương tự.

source: Evaluates sharpness, focus, lighting, and composition.
vi: Đánh giá độ sắc nét, tiêu điểm, ánh sáng và bố cục.

source: Every decision was clear. Your originals are unchanged.
vi: Mọi quyết định đều rõ ràng. Ảnh gốc của bạn không thay đổi.

source: Every photo is in your curated album.
vi: Mọi ảnh đều có trong album đã tuyển chọn.

source: Exact set
vi: Tập hợp chính xác

source: Excluded from album
vi: Không đưa vào album

source: Exposure
vi: Phơi sáng

source: Faces & Best Smiles
vi: Khuôn mặt và nụ cười đẹp nhất

source: Favorite status helped its rank
vi: Trạng thái ưa thích giúp ảnh được xếp hạng cao hơn

source: Favorites
vi: Mục ưa thích

source: Filters blurs, closed eyes, and bad lighting.
vi: Lọc ảnh mờ, mắt nhắm và ánh sáng kém.

source: Final Review
vi: Xem lại lần cuối

source: Finds the best shots. Trims similar photos. You stay in control of the final album.
vi: Tìm ảnh đẹp nhất. Lọc ảnh tương tự. Bạn vẫn quyết định album cuối cùng.

source: Finish Anyway
vi: Vẫn hoàn tất

source: Finishing your album
vi: Đang hoàn tất album

source: Fit
vi: Vừa khít

source: Food
vi: Đồ ăn

source: Full Access
vi: Quyền truy cập đầy đủ

source: Full Access (Recommended)
vi: Quyền truy cập đầy đủ (Khuyên dùng)

source: Full Photos Access
vi: Quyền truy cập đầy đủ vào Ảnh

source: Full Photos Access Needed
vi: Cần quyền truy cập đầy đủ vào Ảnh

source: Get Full Photos Access to Save
vi: Cấp quyền truy cập đầy đủ để lưu

source: Get Started
vi: Bắt đầu

source: Group
vi: Nhóm

# Group %lld of %lld
source: Group %1$lld of %2$lld
vi: Nhóm %lld trên %lld

source: Group photo signal
vi: Tín hiệu ảnh nhóm

source: Group pick decided by face signals
vi: Ảnh nhóm được chọn dựa trên tín hiệu khuôn mặt

source: Grouping similar shots
vi: Đang nhóm ảnh tương tự

source: Groups similar shots and recommends the strongest moment.
vi: Nhóm các ảnh tương tự và đề xuất khoảnh khắc nổi bật nhất.

source: Horizon
vi: Đường chân trời

source: How Curation Works
vi: Cách tuyển chọn hoạt động

source: How It Works
vi: Cách hoạt động

source: How to review
vi: Cách xem lại

source: Identifies open eyes, clear expressions, and best portraits.
vi: Nhận diện mắt mở, biểu cảm rõ và ảnh chân dung đẹp nhất.

source: In album
vi: Trong album

source: In Album
vi: Trong album

# In album, %@
source: In album, %1$@
vi: Trong album, %@

source: In progress
vi: Đang thực hiện

source: Indoor
vi: Trong nhà

source: Inspect
vi: Kiểm tra

source: Inspect photo
vi: Kiểm tra ảnh

source: Inspect the proposed album and export back to Apple Photos.
vi: Kiểm tra album được đề xuất và xuất lại vào Apple Photos.

source: Keep
vi: Giữ lại

source: Keep Best Pick
vi: Giữ ảnh tốt nhất

source: Keep Both Photos
vi: Giữ lại cả hai ảnh

source: Keep Curation
vi: Giữ lần tuyển chọn

source: Keep Model
vi: Giữ mô hình

source: Keep My Choice
vi: Giữ lựa chọn của tôi

source: Keep Results
vi: Giữ kết quả

source: Keep this iPhone connected to the internet.
vi: Giữ iPhone này kết nối Internet.

source: Landscape
vi: Phong cảnh

source: Language
vi: Ngôn ngữ

source: Later
vi: Để sau

source: Learn More
vi: Tìm hiểu thêm

source: Left out for variety — add back if it matters
vi: Được bỏ ra để tăng sự đa dạng — thêm lại nếu ảnh quan trọng

source: Legacy artifact present
vi: Có tệp cũ

source: Legacy model artifact
vi: Tệp mô hình cũ

source: Legacy native adapter
vi: Bộ chuyển đổi tích hợp cũ

source: Limited Access
vi: Quyền truy cập giới hạn

source: Limited Photos Access
vi: Quyền truy cập ảnh giới hạn

source: Limited Photos Access — Choose More Photos
vi: Quyền truy cập ảnh giới hạn — Chọn thêm ảnh

source: Limited Photos Access — only shared photos appear.
vi: Quyền truy cập ảnh giới hạn — chỉ ảnh đã chia sẻ mới xuất hiện.

source: Labels unavailable
vi: Nhãn không khả dụng

source: Loading analysis…
vi: Đang tải phân tích…

source: Loading labels
vi: Đang tải nhãn

source: Loading photo
vi: Đang tải ảnh

source: Loading photos
vi: Đang tải ảnh

source: Loading photos…
vi: Đang tải ảnh…

source: Loading preview
vi: Đang tải ảnh xem trước

source: Loading saved album…
vi: Đang tải album đã lưu…

source: Loading score
vi: Đang tải điểm

source: Loading technical score
vi: Đang tải điểm kỹ thuật

source: Loading your selection…
vi: Đang tải lựa chọn của bạn…

source: Loads this photo again.
vi: Tải lại ảnh này.

source: Mark All Reviewed
vi: Đánh dấu đã xem lại tất cả

source: Mark Reviewed
vi: Đánh dấu đã xem lại

source: Model download size
vi: Dung lượng tải mô hình

source: Month
vi: Tháng

source: Name your album to save it.
vi: Đặt tên album để lưu.

source: Native analysis
vi: Phân tích tích hợp

source: Native analysis is used for curation
vi: Dùng phân tích gốc trên thiết bị để tuyển chọn

source: Native on-device analysis is active
vi: Phân tích trên thiết bị đang hoạt động

source: Needs Review
vi: Cần xem lại

source: Never Deletes
vi: Không bao giờ xóa

source: Never modified or deleted
vi: Không bao giờ bị sửa hoặc xóa

source: Next photo
vi: Ảnh tiếp theo

source: No
vi: Không

source: No accessible photos
vi: Không có ảnh có thể truy cập

source: No comparable photos
vi: Không có ảnh để so sánh

source: No duplicates found
vi: Không tìm thấy ảnh trùng

source: No legacy model is needed. Native analysis is ready to use.
vi: Không cần mô hình cũ. Phân tích trên thiết bị đã sẵn sàng.

source: No Photos Available
vi: Không có ảnh

source: No photos in this album draft
vi: Chưa có ảnh trong bản nháp album

source: No similar groups to review
vi: Không có nhóm tương tự để xem lại

source: No suggestion
vi: Không có đề xuất

source: No suggestion — not enough information
vi: Không có đề xuất — chưa đủ thông tin

source: Not analyzed
vi: Chưa phân tích

source: Not chosen for album
vi: Chưa chọn cho album

source: Not classified
vi: Chưa phân loại

source: Not downloaded
vi: Chưa tải xuống

source: Not enough information
vi: Chưa đủ thông tin

source: Not enough information for a suggestion
vi: Chưa đủ thông tin để đưa ra đề xuất

source: Not Now
vi: Để sau

source: Not present
vi: Không có

source: Not reviewed
vi: Chưa xem lại

source: Nothing needs review
vi: Không có gì cần xem lại

source: Nothing removed
vi: Không có ảnh nào bị bỏ

source: Nothing staged for deletion
vi: Chưa có ảnh nào được đưa vào danh sách xóa

source: On-Device AI Curation
vi: Tuyển chọn bằng AI trên thiết bị

source: Only selected photos will be saved to your new album.
vi: Chỉ ảnh được chọn mới được lưu vào album mới.

source: Only shared photos appear.
vi: Chỉ ảnh đã chia sẻ mới xuất hiện.

source: Open Settings
vi: Mở Cài đặt

source: Open Settings to allow photo access
vi: Mở Cài đặt để cho phép truy cập ảnh

source: Original library stays completely intact.
vi: Thư viện gốc luôn được giữ nguyên.

source: Original result
vi: Kết quả ban đầu

# Original result, %@
source: Original result, %1$@
vi: Kết quả ban đầu, %@

source: Original result, Removed
vi: Kết quả ban đầu, Đã bỏ

source: Original result, Selected
vi: Kết quả ban đầu, Đã chọn

source: Originals
vi: Ảnh gốc

source: Originals in your library stay completely unchanged.
vi: Ảnh gốc trong thư viện của bạn hoàn toàn không thay đổi.

source: Other
vi: Khác

source: Other photos added more composition variety
vi: Các ảnh khác tạo thêm sự đa dạng về bố cục

source: Other photos covered people more distinctly
vi: Các ảnh khác thể hiện người rõ nét hơn

source: Other photos improved coverage of the session
vi: Các ảnh khác cải thiện độ bao quát của phiên

source: Outdoor
vi: Ngoài trời

source: Overexposure risk
vi: Nguy cơ dư sáng

source: Pause Analysis
vi: Tạm dừng phân tích

source: People
vi: Người

source: People detected
vi: Đã phát hiện người

source: Photo
vi: Ảnh

# Photo %lld of %lld
source: Photo %1$lld of %2$lld
vi: Ảnh %lld trên %lld

source: Photo Access
vi: Quyền truy cập ảnh

source: Photo access is not set up yet.
vi: Quyền truy cập ảnh chưa được thiết lập.

source: Photo access is turned off. Enable it in Settings to curate photos.
vi: Quyền truy cập ảnh đang tắt. Bật quyền này trong Cài đặt để tuyển chọn ảnh.

source: Photo Analysis
vi: Phân tích ảnh

source: Photo analysis happens on this iPhone. Your photos are not uploaded.
vi: Phân tích ảnh diễn ra trên iPhone này. Ảnh của bạn không được tải lên.

source: Photo analysis is performed on this device.
vi: Phân tích ảnh được thực hiện trên thiết bị này.

source: Photo being analyzed
vi: Ảnh đang được phân tích

# Photo position, %lld of %lld
source: Photo position, %1$lld of %2$lld
vi: Vị trí ảnh, %lld trên %lld

# Photo, %@
source: Photo, %1$@
vi: Ảnh, %1$@

source: Photo, favorite, not selected
vi: Ảnh, mục ưa thích, chưa chọn

source: Photo, favorite, selected
vi: Ảnh, mục ưa thích, đã chọn

source: Photo, not selected
vi: Ảnh, chưa chọn

source: Photo, selected
vi: Ảnh, đã chọn

source: Photos Access
vi: Quyền truy cập ảnh

source: Photos access changed before the album could be saved.
vi: Quyền truy cập ảnh đã thay đổi trước khi album được lưu.

source: Photos access denied
vi: Đã từ chối quyền truy cập ảnh

source: Photos access is restricted on this device.
vi: Quyền truy cập ảnh bị hạn chế trên thiết bị này.

source: Photos Access Needed
vi: Cần quyền truy cập ảnh

source: Photos Access Not Set Up
vi: Chưa thiết lập quyền truy cập ảnh

source: Photos access restricted
vi: Quyền truy cập ảnh bị hạn chế

source: Photos Access Restricted
vi: Quyền truy cập ảnh bị hạn chế

# Photos access: %@
source: Photos access: %1$@
vi: Quyền truy cập ảnh: %@

# Photos Curator %@
source: Photos Curator %1$@
vi: Photos Curator %@

source: Photos Curator analyzes sharpness, expressions, and duplicate shots to find your best moments.
vi: Photos Curator phân tích độ sắc nét, biểu cảm và ảnh trùng để tìm ra những khoảnh khắc đẹp nhất của bạn.

source: Photos Curator can only use the photos currently shared with the app.
vi: Photos Curator chỉ có thể dùng những ảnh hiện đang được chia sẻ với ứng dụng.

source: Photos Curator needs access to the photos you choose so it can analyze them and build your curated album. Photo analysis happens on this iPhone.
vi: Photos Curator cần quyền truy cập vào những ảnh bạn chọn để phân tích và tạo album đã tuyển chọn. Phân tích ảnh diễn ra trên iPhone này.

source: Photos Curator will analyze these photos and propose a smaller album. Your originals stay unchanged.
vi: Photos Curator sẽ phân tích các ảnh này và đề xuất một album nhỏ hơn. Ảnh gốc của bạn không thay đổi.

source: Photos Curator will evaluate your photos and propose a smaller, polished album.
vi: Photos Curator sẽ đánh giá ảnh của bạn và đề xuất một album nhỏ gọn, chỉn chu hơn.

source: Photos Curator works best with 50+ photos, but you can curate any amount.
vi: Photos Curator hoạt động tốt nhất với hơn 50 ảnh, nhưng bạn có thể tuyển chọn số lượng bất kỳ.

source: Photos never leave your iPhone.
vi: Ảnh không bao giờ rời khỏi iPhone của bạn.

source: Pick a trip, event, or batch of photos. Photos Curator will find the strongest set for you to review.
vi: Chọn chuyến đi, sự kiện hoặc nhóm ảnh. Photos Curator sẽ tìm ra bộ ảnh nổi bật nhất để bạn xem lại.

source: Preferred group photo
vi: Ảnh nhóm được ưu tiên

source: Preferred landscape view
vi: Góc nhìn phong cảnh được ưu tiên

source: Preferred portrait in a similar group
vi: Ảnh chân dung được ưu tiên trong nhóm tương tự

source: Preferred scene representative
vi: Ảnh đại diện bối cảnh được ưu tiên

source: Preparing photos
vi: Đang chuẩn bị ảnh

source: Preparing label filters
vi: Đang chuẩn bị bộ lọc nhãn

source: Preparing photos…
vi: Đang chuẩn bị ảnh…

source: Preview unavailable
vi: Không có ảnh xem trước

source: Previous photo
vi: Ảnh trước

source: Privacy
vi: Quyền riêng tư

source: Privacy: photo analysis happens on this iPhone. Photos are not uploaded.
vi: Quyền riêng tư: phân tích ảnh diễn ra trên iPhone này. Ảnh không được tải lên.
